var joinList_data = [
  {
    "proName": "关于NBA",
    "proDesc": "NBA（National Basketball Association）是美国职业篮球联赛的简称，于1946年6月6日在纽约成立，由北美三十支队伍组成的男子职业篮球联盟，汇集了世界上最顶级的球员，是美国四大职业体育联盟之一。",
    "id": "001"
  },
  {
    "proName": "发展历史",
    "proDesc": "美职篮于1946年6月6日在纽约成立，莫里斯-波多洛夫罗夫为联赛第一任主席，他的名字被印在联盟MVP奖杯上，联盟成立之初只有十一支球队。1896年，美国第一个篮球组织——美国篮球联盟（NBL）成立，但当时篮球规则还不完善，组织机构也不健全，经过几个赛季后，该组织就名存实亡了。",
    "id": "002"
  },
  {
    "proName": "吉祥物",
    "proDesc": "NBA为篮球领域带来了超高的人气，而NBA吉祥物的出现更是大大增加了比赛的观赏性，在NBA几乎每支球队都有自己特定的吉祥物（也有几支球队并未设立自己的吉祥物），它们一般出自各支球队队名或者美国各州当地的珍稀动物。当然，凯尔特人的吉祥物主要是选择用真人来还原他们的队标形象。",
    "id": "004"
  },
  {
    "proName": "竞赛程序",
    "proDesc": "BA选秀大会于每年6月底举行,选秀大会的参选球员包括：19岁以上、高中毕业一年以上并正式宣布参选的球员；所有年满22岁的国际球员；所有年满19岁并曾与国际职业球队签过合同的球员；所有大学毕业的美国本土球员。是NBA联盟为促进球队齐头并进采取的均衡政策，保证了联盟的竞争性和可持续发展。",
    "id": "005"
  }
]

// 定义一个出口
module.exports = {
  joinList: joinList_data
}